Repository: 0install/docs
Catalog: limesurvey/locale/*/LC_MESSAGES/*.po
Languages: hr, hu, no

source: <strong><i>A Note On Privacy<i><strong><br >This survey is anonymous.<br >The record kept of your survey responses does not contain any identifying information about you unless a specific question in the survey has asked for this. If you have responded to a survey that used an identifying token to allow you to access the survey, you can rest assured that the identifying token is not kept with your responses. It is managed in a separate database, and will only be updated to indicate that you have (or haven't) completed this survey. There is no way of matching identification tokens with survey responses in this survey.
no: <strong><i>A Note On Privacy<i><strong><br >Denne undersøkelsen er anonym.<br >Svarene dine inneholder ikke noen informasjon om deg med mindre et spesifikt spørsmål i undersøkelsen spørr om dette. Hvis du har svart på en undersøkelse som bruker et identifiserede nummer for å gi deg tilgang til undersøkelsen kan du leve i den visshet om at dette nummeret ikke er lagret sammen med svarene dine. Det er lagret i en egen database og vil kun bli brukt for indikere at du har svart på undersøkelsen eller ikke. Det er ikke mulig å sammenlige dette nummeret med svarene i denne undersøkelsen.
