Repository: 0install/docs
Catalog: limesurvey/locale/*/LC_MESSAGES/*.po
Languages: hr, hu, no

source: Yes
hr: Da
hu: Igen
no: Ja

source: No
hr: Ne
hu: Nem
no: Nei

source: Uncertain
hr: Neodlučanna
hu: Nem tudom
no: Ikke sikker

source: Tokens
hr: Šifra
hu: K&oacute;dok
no: ID

source: Female
hr: Ženski
hu: N&otilde;
no: Kvinne

source: Male
hr: Muški
hu: F&eacute;rfi
no: Mann

source: No answer
hr: Bez odgovora
hu: Nincs v&aacute;lasz
no: Ingen svar

source: Other
hr: Drugo
hu: M&aacute;s
no: Annen

source: Please choose
hr: Odaberite
hu: K&eacute;rem v&aacute;lasszon
no: Velg

source: Error
hr: Greška
hu: Hiba
no: Feil

source: complete
hr: Dovršeno
hu: teljes
no: komplett

source: Increase
hr: Povećaj
hu: N&ouml;vel
no: Øk

source: Same
hr: Bez promjena
hu: Ugyanaz
no: Uendret

source: Decrease
hr: Smanji
hu: Cs&ouml;kkent
no: Reduser

source: Confirmation
hr: Potvrdi
hu: Meger&otilde;s&iacute;t&eacute;s
no: Bekreftelse

source: Token
hr: Šifra
hu: K&oacute;d
no: ID

source: Continue
hr: Nastavi
hu: Folytat&aacute;s
no: Fortsett

source: Accept
hr: Prihvati
hu: Elfogadom
no: Godkjenn

source: prev
hr: Natrag
hu: elõzõ
no: forrige

source: next
hr: Naprijed
hu: következõ
no: neste

source: last
hr: Na kraj
hu: utolsó
no: siste

source: submit
hr: Spremi podatke
hu: Elküldöm
no: send

source: Please choose one of the following
hr: Molimo vas da odaberete jednu od sljedećih opcija
hu: K&eacute;rem v&aacute;lsszon egyet az al&aacute;bbiak k&ouml;z&uuml;l
no: Velg en av følgende

source: Please enter your comment here
hr: Molimo upišite komentar
hu: Az &Ouml;n megjegyz&eacute;se ehhez
no: Skriv dine kommentarer her

source: Only numbers may be entered in this field
hr: Ovdje možete upisivati isključivo znamenke
hu: Ebbe a mez&otilde;be csak sz&aacute;mokat &iacute;rhat
no: Kun nummer kan brukes i disse feltene

source: Exit and Clear Survey
hr: Zatvori bez slanja odgovora
hu: Kil&eacute;p&eacute;s &eacute;s a k&eacute;rd&otilde;&iacute;v t&ouml;rl&eacute;se
no: Avbryt og tøm undersøkelse

source: This question is mandatory
hr: Na ovo pitanje obvezno je odgovoriti
hu: Erre a k&eacute;rd&eacute;sre k&ouml;telez&otilde; v&aacute;lszolni
no: Dette spørsmålet må besvares

source: Please complete all parts
hr: Molimo vas da odgovorite na sva pitanja
hu: K&eacute;rem t&ouml;lts&ouml;n ki mindent
no: Vennligst fyll ut alle feltene

source: Please check at least one item
hr: Molimo vas da unesete bar jedan odgovor
hu: Jel&ouml;lj&ouml;n be legal&aacute;bb egy v&aacute;lszt
no: Velg minst et alternativ

source: Please rank all items
hr: Molimo vas da rangirajte sve odgovore
hu: Rangsorolja az &ouml;sszeset
no: Vennligst ranger alle elementene

source: One or more mandatory questions have not been answered. You cannot proceed until these have been completed
hr: Niste odgovorili na jedno ili više obaveznih pitanja. Da biste nastavili odgovorite na sva obavezna pitanja.
hu: Legal&aacute;bb egy k&ouml;telez&otilde;en kit&ouml;ltend&otilde; k&eacute;rd&eacute;sre nem v&aacute;lszolt. Addig nem l&eacute;phet tov&aacute;bb, am&iacute;g ezeket nem t&ouml;lti ki!
no: Et eller flere spørsmål er ikke besvart. Du kan ikke fortsette før disse er besvart.

source: This question must be answered correctly
hr: Na ovo pitanje morate točno odgovoriti

source: One or more questions have not been answered in a valid manner. You cannot proceed until these answers are valid
hr: Dali ste netočan odgovor na jedno ili više pitanja. Da biste nastavili unesite ispravan odgovor.

source: Format: YYYY-MM-DD
hr: U obliku: LLLL-MM-DD
hu: D&aacute;tum form&aacute;tum: &Eacute;&Eacute;&Eacute;&Eacute;-HH-NN
no: Format: ÅÅÅÅ-MM-DD

source: (eg: 2003-12-25 for Christmas day)
hr: (npr.: 2005-12-25 za Božić
hu: (pl: kar&aacute;csony napja: 2003-12-25)
no: (f.eks 2003-12-24 for julaften)

source: Remove this item
hr: Ukloni
hu: E t&eacute;tel elt&aacute;vol&iacute;t&aacute;sa
no: Fjern dette elementet

source: Click on an item in the list on the left, starting with your
hr: Kliknite na listu s lijeve strane, počevši s vašim
hu: A bal oldali list&aacute;ban kattintson el&otilde;sz&ouml;r a legfontosabbra,
no: Klikk på et element i listen til venstre. Start med ditt

source: highest ranking item, moving through to your lowest ranking item.
hr: poredaj od najvišeg prema najnižem
hu: majd sorban a legkev&eacute;sb&eacute; fontosig az &ouml;sszesre
no: høyeste rangerte element, og fortsett til ditt lavest rangerte element.

source: Your Choices
hr: Vaš izbor
hu: Lehet&otilde;s&eacute;gek
no: Dine valg

source: Your Ranking
hr: Vaša ocijena
hu: Az &Ouml;n rangsora
no: Din rangering

source: Click on the scissors next to each item on the right
hr: Kliknite na škare na desnoj strani
hu: Egy t&eacute;tel elt&aacute;vol&iacute;t&aacute;s&aacute;hoz kattintson a mellette tal&aacute;lhat&oacute;
no: Klikk på saksen ved siden av hvert element til høyre

source: to remove the last entry in your ranked list
hr: Poništite zadnji unos
hu: oll&oacute;ra. Így az utols&oacute; t&eacute;tel leker&uuml;l a list&aacute;r&oacute;l
no: for å fjerne det siste elementet i rangeringslisten din

source: You have not provided a survey identification number
hr: Nemate identifikacijski broj
hu: Nem adott meg k&eacute;rd&otilde;&iacute;v-azonos&iacute;t&oacute;t
no: Du har ikke angitt undersøkelsesnummer

source: Please contact
hr: Molimo, javite se
hu: A tov&aacute;bbi teend&otilde;k &uuml;gy&eacute;ben vegye fel a kapcsolatot:
no: Kontakt

source: for further assistance
hr: za daljnju pomoć
no: for hjelp

source: Answers Cleared
hr: Odgovori su obrisani
hu: A v&aacute;laszok t&ouml;r&ouml;lve
no: Svar slettet

source: Restart this Survey
hr: Ponovo započni s ispunjavanjem upitnika
hu: A k&eacute;rd&otilde;&iacute;v újrakezd&eacute;se
no: Start undersøkelse på nytt

source: Close this Window
hr: Zatvori prozor
hu: Ablak bez&aacute;r&aacute;sa
no: Lukk vindu

source: Are you sure you want to clear all your responses?
hr: Jeste li sigurni da želite obrisati sve odgovore?
hu: Biztosan t&ouml;r&ouml;lni akarja a v&aacute;laszait?
no: Er du sikker på at du vil slette alle svarene?

source: Are you sure you want to save your responses?
hr: Želite li spremiti vaše odgovore?

source: Cannot submit results - there are none to submit.
hr: Odgovori neće biti spremljeni - nema odgovora
hu: Nem tudom elk&uuml;ldeni az eredm&eacute;nyeket, mert nincsenek v&aacute;laszok.
no: Kan ikke sende svarene. Det er ingen svar.

source: This error can occur if you have already submitted your responses and pressed 'refresh' on your browser. In this case, your responses have already been saved.<br ><br >If you receive this message in the middle of completing a survey, you should choose '<- BACK' on your browser and then refreshreload the previous page. While you will lose answers from the last page all your others will still exist. This problem can occur if the webserver is suffering from overload or excessive use. We apologise for this problem.
hr: Ova greška pojavljuje se ukoliko ste već spremili vaše odgovore te kliknuli 'referesh' u pregledniku. Vaši odgovori već su spremljeni.<br ><br >Ukoliko primite ovu poruku tokom ispunjavanja upitnika pritisnite za '<- NATRAG' ('<- BACK') u vašem pregledniku i stranica će se osvježiti. Izgubit ćete odgovore sa posljednje stranice, ali će ostali biti spremljeni. Ovaj problem može biti izazvan visokim opterećenjem web servera. Ispričavamo se zbog neugodnosti.
hu: Ez a hiba akkor fordul el&otilde;, ha m&aacute;r elk&uuml;ldte a v&aacute;laszait &eacute;s ut&aacute;na megnyomta a 'Friss&iacute;t&eacute;s' gombot a b&ouml;ng&eacute;sz&otilde;n. Ebben az esetben a v&aacute;laszai m&aacute;r el vannak k&uuml;ldve.<br ><br >Ha viszont ezt a hib&aacute;t a k&eacute;rd&otilde;&iacute;v kit&ouml;lt&eacute;se k&ouml;zben kapta, akkor nyomja meg a b&ouml;ng&eacute;sz&otilde; '<- VISSZABACK' gombj&aacute;t, &eacute;s az &iacute;gy megjelen&otilde; oldalt friss&iacute;tse. Így az utols&oacute; oldal v&aacute;laszait elveszti, de minden el&otilde;z&otilde; megmarad. Ez a hiba akkor szokott el&otilde;fordulni, ha a szerver túl van terhelve. Eln&eacute;z&eacute;st k&eacute;r&uuml;nk a kellemetlens&eacute;g&eacute;rt.
no: Denne feilen oppstår når du allerede har sendt inn dine svar og har trykket på 'OPPDATER' i webleseren din. I dette tilfellet har svarene dine allerede blitt lagret.<BR ><BR >Hvis du mottar denne meldingen midt i en undersøkelse burde du trykke '<- TILBAKE' i webleseren din og så 'OPPDATER' på forrige side. Du vil måtte svare på forrige spørsmål på nytt, men alle svar før det er lagret. Dette problemet oppsår når webleseren din er overbelastet. Vi beklager problemene dette medfører.

source: Your survey responses have not been recorded. This survey is not yet active.
hr: Vaši odgovori nisu spremljeni. Upitnik nije aktivan
no: Svarene dine har ikke blitt lagret. Denne undersøkelsen er foreløpig ikke aktiv

source: Clear Responses
hr: Obriši sve odgovore.
hu: V&aacute;laszok t&ouml;rl&eacute;se
no: Slett svar

source: Thank you
hr: Hvala
hu: K&ouml;sz&ouml;nj&uuml;k
no: Takk

source: Your survey responses have been recorded.
hr: Vaši odgovori su spremljeni
hu: V&aacute;laszait r&ouml;gz&iacute;tett&uuml;k
no: Svarene dine har nå blitt lagret

source: Survey Completed
hr: Završili ste s ispunjavanjem upitnika
hu: V&eacute;ge a k&eacute;rd&otilde;&iacute;vnek
no: Undersøkelse ferdig

source: Did Not Save
hr: Nije spremljeno.
hu: Nem siker&uuml;lt elmenteni
no: Lagret ikke

source: An unexpected error has occurred and your responses cannot be saved.
hr: Došlo je do neočekivane pogreške. Vaši odgovori ne mogu se spremiti.
hu: V&aacute;ratlan hiba k&ouml;vetkezett be, v&aacute;laszait nem siker&uuml;lt r&ouml;gz&iacute;teni.
no: En uventet feil har medført at svarene dine ikke kunne lagres.

source: Your responses have not been lost and have been emailed to the survey administrator and will be entered into our database at a later point.
hr: Vaši odgovori nisu izgubljeni: poslani su administratoru upitnika i koji će ih naknadno uključiti u rezultate.
hu: De a bevitt adatok nem vesztek el, hanem emailben tov&aacute;bb&iacute;tottuk a rendszer karbantart&oacute;j&aacute;nak, aki k&eacute;s&otilde;bb ezeket be fogja vinni az adatb&aacute;zisba.
no: Svarene dine er ikke registret, men har blitt sendt til ledelsen for undersøkelsen og vil bli lagret manuelt i databasen.

source: An error occurred saving a response to survey id
hr: Greška pri pokušaju unosa identifikacijskog broja
hu: Hiba l&eacute;pett fel a k&ouml;vetkez&otilde; k&eacute;rd&otilde;&iacute;v r&ouml;gz&iacute;t&eacute;sekor:
no: En feil oppsto ved lagring av svar på spørsmål nr.

source: DATA TO BE ENTERED
hr: Podaci za unos
no: DATA SOM SKULLE LAGRES

source: SQL CODE THAT FAILED
hr: Greška pri upisivanju SQL koda
no: SQL KODE SOM FEILET

source: ERROR MESSAGE
hr: GREŠKA
no: FEILMELDING

source: Error saving survey results to database
hr: GREŠKA U SPREMANJU
hu: ERROR SAVING
no: FEIL VED LAGRING

source: Try to submit again
hr: Pokušajte ponovno
hu: Pr&oacute;b&aacute;lja meg újra elk&uuml;ldeni
no: Prøv å lagre igjen

source: Sorry. There is no matching survey.
hr: Ovaj upitnik ne postoji.
hu: Nincs ilyen k&eacute;rd&otilde;&iacute;v.
no: Beklager, den forespurte undersøkelsen finnes ikke

source: This is a controlled survey. You need a valid token to participate.
hr: Ovaj upitnik nije dostupan javnosti. Za sudjelovanje je potrebna šifra.
hu: Ez a k&eacute;rd&otilde;&iacute;v z&aacute;rtk&ouml;rû, a felm&eacute;r&eacute;sben val&oacute; r&eacute;szv&eacute;telehez egy k&oacute;dra van sz&uuml;ks&eacute;ge.
no: Beklager, dette er en begrenset undersøkelse. Du trenger en ID for å delta.

source: If you have been issued with a token, please enter it in the box below and click continue.
hr: Ukoliko ste dobili šifru, molimo, unesite je u donju kućicu i kliknite na dugme Nastavi.
hu: Ha kapott ilyen k&oacute;dot, &iacute;rja be az al&aacute;bbi mez&otilde;be, majd kattintson a 'Tov&aacute;bb' gombra.
no: Hvis du har blitt tildelt en ID, skriv den inn i feltet under og trykk fortsett.

source: The token you have provided is either not valid, or has already been used.
hr: Šifra koju ste unijeli je neispravna ili je već iskorištena.
hu: A megadott k&oacute;d &eacute;rv&eacute;nytelen vagy m&aacute;r valaki felhaszn&aacute;lta egy k&eacute;rd&otilde;&iacute;v kit&ouml;lt&eacute;s&eacute;hez.
no: ID'en du skrev inn er enten ugyldig, eller har allerede blitt benyttet.

source: This survey does not yet have any questions and cannot be tested or completed.
hr: Ovaj upitnik još nema pitanja, te ne može biti testiran ni završen.
hu: Ez a k&eacute;rd&otilde;&iacute;v egyel&otilde;re nem tartalmaz k&eacute;rd&eacute;seket, ez&eacute;rt nem lehet kipr&oacute;b&aacute;lni vagy kit&ouml;lteni.
no: Denne undersøkelsen har ingen spørsmål og kan derfor ikke kjøres.

source: For further information contact
hr: Za dodatne informacije obratite se:
hu: Tov&aacute;bbi inform&aacute;ci&oacute;:
no: For mer informasjon, kontakt

source: This survey is not currently active. You will not be able to save your responses.
hr: Ovaj upitnik trenutno nije aktivan. Vaši odgovori neće biti spremljeni.
hu: Ez a k&eacute;rd&otilde;&iacute;v egyel&otilde;re nem akt&iacute;v, ez&eacute;rt a v&aacute;laszokat nem lehet elmenteni.
no: Denne undersøkelsen er ikke aktiv. Du vil ikke kunne lagre dine svar.

source: This survey is no longer available.
hr: Upitnik više nije dostupan.
hu: Ez a k&eacute;rd&otilde;&iacute;v m&aacute;r lej&aacute;rt, nem lehet kit&ouml;lteni.
no: Denne undersøkelsen er ikke lengre aktiv.

source: You have already completed this survey.
hr: Ovaj upitnik ste već ispunili.
hu: A k&eacute;rd&otilde;&iacute;vet m&aacute;r kit&ouml;lt&ouml;tte egyszer
no: Du har allerede svart på denne undersøkelsen

source: Choose only one of the following
hr: Odaberite samo jedno od ponuđenog
hu: V&aacute;lasszon egyet az al&aacute;bbiak k&ouml;z&uuml;l
no: Velg kun en av følgende

source: Check any that apply
hr: Odaberite sve što se odnosi na tvrdnju
hu: V&aacute;lasszon ki egyet vagy t&ouml;bbet az al&aacute;bbiak k&ouml;z&uuml;l
no: Velg alle alternativ du ønsker

source: Survey Submitted
hr: Upitnik je poslan
hu: Kit&ouml;lt&ouml;tt k&eacute;rd&otilde;&iacute;v &eacute;rkezett
no: Undersøkelse sendt

source: A new response was entered for your survey
hr: Zabilježen je novi unos u upitniku
hu: V&aacute;laszok &eacute;rkeztek a k&ouml;vetkez&otilde; k&eacute;rd&otilde;&iacute;vhez
no: Et nytt svar var gitt for din undersøkelse

source: Click the following link to see the individual response:
hr: Ako želite vidjeti odgovore kliknite na:
hu: Kattintson ide e k&eacute;rd&otilde;&iacute;v megtekint&eacute;s&eacute;hez:
no: Klikk på følgende link for å se de individuelle svarene:

source: View statistics by clicking here:
hr: Statistike pogledajte ovdje:
hu: Itt tekintheti meg a statisztik&aacute;kat:
no: Se statistikken ved å klikke her:

source: Click the following link to edit the individual response:
hr: Kliknite na sljedeći link ako želite mijenjati vaše odgovore:

source: There are {NUMBEROFQUESTIONS} questions in this survey.
hr: Ovaj upitnik sadrži {NUMBEROFQUESTIONS} pitanja.
no: Det er {NUMBEROFQUESTIONS} spørsmål i denne undersøkelsen.

source: There is 1 question in this survey.
hr: U ovom upitniku samo je jedno pitanje.
no: Det er ett spørsmål i denne undersøkelsen.

source: You must be registered to complete this survey
hr: Ukoliko želite ispuniti ovaj upitnik, morate se registrirati.
no: Du må vre registrert for å fullføre denne undersøkelsen

source: You may register for this survey if you wish to take part.<br >nEnter your details below, and an email containing the link to participate in this survey will be sent immediately.
hr: Ukoliko želite ispuniti ovaj upitnik, morate se registrirati.<br >nUpišite i pošaljite vaše podatke. Link za sudjelovanje primit ćete za nekoliko trenutaka putem maila.
no: Du kan registrere deg hvis du ønsker å ta del i den <br >nLegg inn detaljene dine under. En epost med den iformasjonen du trenger for å delta i denne undersøkelsen vil bli send umiddelbart.

source: Email Address
hr: E-mail adresa
no: Epostadresse

source: First Name
hr: Ime
no: Fornavn

source: Last Name
hr: Prezime
no: Etternavn

source: The email you used is not valid. Please try again.
hr: Unešena e-mail adresa nije valjana. Pokušajte ponovo.
no: Epostadressen du oppga er ikke gyldig. Vennligst prøv igjen.

source: The email you used has already been registered.
hr: E- mail adresa je već registrirana.
no: Epostadressen du brukte er allerede registrert.

source: {SURVEYNAME} Registration Confirmation
hr: Potrda registracije -- {SURVEYNAME}
no: {SURVEYNAME} Registreringsbekreftelse

source: Thank you for registering to participate in this survey.<br ><br >nAn email has been sent to the address you provided with access details for this survey. Please follow the link in that email to proceed.<br ><br >nSurvey Administrator {ADMINNAME} ({ADMINEMAIL})
hr: Hvala što ste se prijavili za sudjelovanje u ovom istraživanju.<br ><br >nNa vašu e-mail adresu poslana poruka s podacima o pristupu upitniku Molimo vas provjerite e-mail i slijedite link kako biste ispunili upitnik.<br ><br >nHvala, {ADMINNAME} ({ADMINEMAIL})
no: Takk for at du registrerte deg for å delta i denne undersøkelsen.<br ><br >nEn epost har blitt sendt til adressen du oppga med tilgangsinformasjon for undersøkelsen. Vennligst følg lenken i eposten for å fortsette.<br ><br >nUndersøkelsesleder {ADMINNAME} ({ADMINEMAIL})

source: <strong>Thank You<br ><br >You have completed answering the questions in this survey.<strong><br ><br >Click on [-._SUBMIT.-] now to complete the process and save your answers.
hr: <strong>Hvala<br ><br >Odgovorili ste na sva pitanja u upitniku.<strong><br ><br >Kliknite na [-._SUBMIT.-] da biste završili i spremili odgovore .
no: <strong>Takk<br ><br >Du har nå fullført undersøkelsen.<strong><br ><br >Trykk [-._SUBMIT.-] for å lagre svarene dine.

source: If you want to check any of the answers you have made, andor change them, you can do that now by clicking on the [<< -._PREV.-] button and browsing through your responses.
hr: Ukoliko želite provjeriti ili promijeniti odgovore, kliknite na [<< -._PREV.-] .
no: Hvis du ønsker å kontrollere eller å endre svarene dine kan du trykke [<< -._PREV.-].

source: Please choose <strong>only one<strong> of the following:
hr: Molimo, odaberite <strong> jedan <strong> od ponuđenih odgovora:
no: Vennligst velg <strong>kun en<strong> av følgende

source: Please write your answer here:
hr: Ovdje upišite odgovor:
no: Vennligst skriv svaret ditt her

source: Please choose <strong>all<strong> that apply:
hr: Molimo odaberite <strong>sve<strong>što se odnosi na tvrdnju:
no: Vennligts velg <strong>alt<strong> som passer

source: Please choose all that apply and provide a comment:
hr: Molimo vas da odaberete sve što se odnosi na tvrdnju i unesete komentar:
no: Vennligst velg alt som passer og gi en kommentar

source: Please choose the appropriate response for each item:
hr: Molimo vas da odaberete primjeren odgovor za svaku tvrdnju.
no: vennligst velg et passende svar for hvert element

source: Please write your answer(s) here:
hr: Molimo vas da upišite odgovor:
no: vennligst skriv svarene dine her

source: Please enter a date:
hr: Molimo vas da upišete datum:
no: Vennligt oppgi en dato

source: Make a comment on your choice here:
hr: Komentirajte svoj izbor:
no: Kommenter valget ditt her

source: Please number each box in order of preference from 1 to
hr: Molimo vas da obilježite svako polje s obzirom na vaše preferencije od 1 do 10
no: Vennligst nummerer hver boks i prioritert rekkefølge fra 1 til

source: Submit Your Survey.
hr: Pošalji upitnik.
no: Send inn undersøkelsen

source: Thank you for completing this survey.
hr: Zahvaljujemo na vašem sudjelovanju u upitniku.
no: Takk for at du gjennomførte undersøkelsen.

source: Please fax your completed survey to:
hr: Molimo, faksirajte vaš upitnik na:
no: Vennligst fax den ferdige undersøkelsen til:

source: Only answer this question
hr: Odgovorite samo na ovo pitanje
no: Svar kun på dette spørsmålet

source: if you answered
hr: Ukoliko ste odgovorili
no: hvis du svarte

source: and
hr: i
no: og

source: to question
hr: na pitanje
no: på spørsmål

source: or
hr: ili
no: eller

source: Save your responses so far
hr: Spremi do sada unesene odgovore

source: Save Your Unfinished Survey
hr: Spremi nedovršeni upitnik

source: Return To Survey
hr: Nastavi ispunjavati upitnik

source: Name
hr: Ime

source: Password
hr: Šifra

source: Repeat Password
hr: Šifra (potvrdi)

source: Your Email
hr: E-mail

source: Enter a name and password for this survey and click save below.<br >nYour survey will be saved using that name and password, and can be completed later by logging in with the same name and password.<br ><br >nIf you give an email address, an email containing the details will be sent to you.
hr: Unesite ime i šifru za ovaj upitnik i kliknite na spremi.<br >nVaš upitnik će biti spremljen pod navedenim imenom i šifrom: možete ga nastaviti ispunjati u bilo koje vrijeme koristeći iste podatke za pristup.<br ><br >nUkoliko unesete vašu e-mail adresu, poslat ćemo vam e-mail sa informacijama o upitniku.

source: Save Now
hr: Spremi

source: You must supply a name for this saved session.
hr: Morate unijeti ime kako biste pristupili spremljenom upitniku.

source: You must supply a password for this saved session.
hr: Morate unijeti lozinku kako biste prisupili spremljenom upitniku.

source: Your passwords do not match.
hr: Vaše šifre nisu jednake.

source: This name has already been used for this survey. You must use a unique save name.
hr: Ovo ime je već iskorišteno u ovom upitniku. Kako biste spremili upitnik, vaše ime mora biti jedinstveno.

source: Please try again.
hr: Molimo, pokušajte ponovno.

source: Saved Survey Details
hr: Informacije o spremljenom upitniku

source: You, or someone using your email address, have saved a survey in progress. The following details can be used to return to this survey and continue where you left off.
hr: Vi ili netko tko koristi vašu e-mail adresu spremio je nedovršeni upitnik. Koristite ove podatke kako bi nastavili s ispunjavanjem upitnika:

source: Reload your survey by clicking on the following URL:
hr: Nastavite s ispunjavanjem upitnika klikom na ovaj URL:

source: Your survey responses have been saved succesfully
hr: Vaši odgovori su uspiješno spremljeni

source: An error occurred and your survey responses were not saved.
hr: Došlo je do pogreška. Vaši odgovori nisu spremljeni

source: An email has been sent with details about your saved survey.
hr: Poslan vam je e-mail s vašim odgovorima na upitnik.

source: Load unfinished survey
hr: Učitaj nedovršeni upitnik

source: Load A Previously Saved Survey
hr: Učitaj prethodno spremljeni upitnik

source: You can load a survey that you have previously saved from this screen.<br >nType in the 'name' you used to save the survey, and the password.<br ><br >n
hr: Ovdje možete učitati prethodno spremljeni upitnik.<br >nUkucajte ime i šifru koju ste koristili pri spremanju upitnika.<br ><br >n

source: Saved name
hr: Spremljeno ime

source: Load Now
hr: Učitaj

source: You did not provide a name
hr: Niste upisali ime

source: You did not provide a password
hr: Niste upisali šifru

source: There is no matching saved survey
hr: Nema odgovarajućeg spremljenog upitnika

source: Your Assessment
hr: Vaša procjena

source: NA
no: Gjelder ikke
